tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "drone/drone"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "thoughtbot/formulae"
tap "valelint/vale"
tap "wata727/tflint"
brew "aspell"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "ffmpeg"
brew "git"
brew "git-extras"
brew "gitlab-runner"
brew "libusb"
brew "gnupg"
brew "httpie"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "mitmproxy"
brew "mutt"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pinentry-mac"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "speedtest-cli"
brew "terraform"
brew "tmux"
brew "vegeta"
brew "vim"
brew "weechat", args: ["with-aspell", "with-lua", "with-perl", "with-ruby"]
brew "ykpers"
brew "ykman"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "crisidev/chunkwm/chunkwm"
brew "drone/drone/drone"
brew "drone/drone/drone@0.8.5"
brew "koekeishiya/formulae/skhd"
brew "thoughtbot/formulae/rcm"
brew "valelint/vale/vale"
brew "wata727/tflint/tflint"
cask "aerial"
cask "charles"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "harvest"
cask "imageoptim"
cask "inkscape"
cask "keepassxc"
cask "microsoft-teams"
cask "postman"
cask "selfcontrol"
cask "skype-for-business"
cask "slack"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "xquartz"
